trunk/bin/com/compuware/gdo/framework/utilities/unittests/WaitRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:Wait>
         <tem:numSeconds>arg</tem:numSeconds>
      </tem:Wait>
   </soapenv:Body>
</soapenv:Envelope>